{
  "title": "أبرز الشخصيات",
  "subtitle": "رواد ومبتكرون في علوم الحاسوب",
  "description": "قادة سابقون ساهموا في إرساء أسس سايبر برينز ورسم طريق إنجازاته الرقمية المستقبلية.",
  "badgeText": "خريجو سايبر برينز",
  "techBadge": "متخصص تقني",
  "skillsLabel": "المهارات",
  "achievementsLabel": "الإنجازات",
  "leaders": [
    {
      "id": 101,
      "name": "أنس محمدي",
      "role": "المؤسس ورئيس النادي الأول",
      "period": "2022",
      "bio": "مؤسس النادي وأول رئيس له، يتميز بالرؤية القيادية والحس التنظيمي العالي. منشط رفيع المستوى وناشط جمعوي مرموق، ترك بصمة واضحة في تأسيس هوية النادي وتحديد مساره. ترأس النادي في النعامة عام 2022 لمدة سنة قبل أن ينتقل لقيادة فرع النادي في تلمسان، حيث واصل مسيرته في نشر رسالة النادي وتوسيع نطاق تأثيره.",
      "skills": ["القيادة الإبداعية", "التخطيط الاستراتيجي", "التنشيط الإعلامي", "إدارة الفعاليات"],
      "achievements": "تأسيس النادي وبناء الهيكل التنظيمي الأول، إطلاق مبادرات إعلامية رائدة، تنظيم أول مسابقة إعلامية طلابية، توسيع شبكة علاقات النادي مع المؤسسات المحلية والجامعات"
    },
    {
      "id": 102,
      "name": "أيمن لحمر",
      "role": "الرئيس الحالي",
      "period": "2024 - الآن",
      "bio": "الرئيس الحالي للنادي ومن المؤسسين الأوائل، يجمع بين المهارات القيادية والإبداعية. مصمم جرافيكي محترف ومصور فوتوغرافي متميز له بصمة واضحة في تطوير الهوية البصرية للنادي. أشرف على تنظيم العديد من الفعاليات المرئية المبتكرة وورش العمل التدريبية في مجال التصوير والتصميم. يسعى دائمًا لدمج التكنولوجيا الحديثة في أنشطة النادي وتطوير مهارات الأعضاء في المجالات الإبداعية.",
      "skills": ["التصميم الجرافيكي الاحترافي", "التصوير الفوتوغرافي", "إدارة المشاريع الإبداعية", "القيادة التحفيزية"],
      "achievements": "تطوير الهوية البصرية الكاملة للنادي، إنشاء محتوى بصري عالي الجودة، تنظيم معارض فوتوغرافية متميزة، تأسيس فريق متخصص في الإنتاج المرئي، إطلاق منصات التواصل الاجتماعي للنادي بتصميمات احترافية"
    },
    {
      "id": 103,
      "name": "عبد الغني بلهاشمي",
      "role": "رئيس سابق ومسؤول الإدارة والتنظيم الحالي",
      "period": "2023-2024",
      "bio": "تولى رئاسة النادي للفترة 2023-2024، ويشغل حاليًا منصب مسؤول الإدارة والتنظيم. ناشط جمعوي فعال جدًا، شاعر موهوب، وقيادي ماهر يمتلك رؤية إدارية متميزة. أسهم بشكل كبير في تطوير الهيكل التنظيمي للنادي وإرساء نظام إداري محكم. أشرف على تنظيم فعاليات ثقافية وأدبية رفيعة المستوى، وساهم في ترسيخ الجانب الأدبي والثقافي في أنشطة النادي. يتميز بقدرته الفائقة على التواصل وبناء العلاقات مع مختلف المؤسسات.",
      "skills": ["الإدارة التنظيمية", "كتابة الشعر والنثر", "إدارة الفعاليات", "التخطيط الاستراتيجي", "التنسيق المؤسسي"],
      "achievements": "تطوير الهيكل التنظيمي والإداري للنادي، إطلاق مبادرة الأمسيات الشعرية، تنظيم ملتقى الإعلام والأدب، بناء شراكات استراتيجية مع مؤسسات ثقافية، إنشاء نظام توثيق لأنشطة النادي"
    },
    {
      "id": 104,
      "name": "بن يوسف كمال",
      "role": "رئيس النادي السابق",
      "period": "2023",
      "bio": "شغل منصب الرئيس الثاني للنادي خلال عام 2023، وترك أثرًا واضحًا في تطوير النادي خلال فترة قيادته. منشط متميز ومنشد ذو صوت استثنائي، جمع بين المهارات الفنية والإدارية. أدخل البعد الفني والإنشادي إلى أنشطة النادي وعزز الاهتمام بالمواهب الصوتية لدى الطلاب. شارك في عديد المسابقات على المستوى الوطني وحقق إنجازات مشرفة باسم النادي والجامعة. تميزت فترته بالتركيز على اكتشاف المواهب الطلابية في مختلف المجالات الفنية وصقلها.",
      "skills": ["الإنشاد والأداء الصوتي", "تنظيم المسابقات الفنية", "القيادة الملهمة", "اكتشاف المواهب", "التنشيط الإعلامي"],
      "achievements": "الفوز بالمركز الأول في مسابقة الإنشاد المتميز بولاية أدرار، تأسيس فرقة الإنشاد الطلابية بالنادي، تنظيم الملتقى الأول للمواهب الطلابية، تمثيل النادي والجامعة في محافل وطنية، إطلاق مبادرة 'صوتك موهبتك' لاكتشاف المواهب الصوتية"
    }
  ]
}
