{
  "title": "قيادة النادي",
  "subtitle": "تعرف على القادة الذين يدفعون النادي نحو النجاح",
  "leaders": [
    {
      "id": 1,
      "name": "أيمن لحمر",
      "role": "الرئيس الحالي",
      "bio": "الرئيس الحالي للنادي ومن المؤسسين الأوائل، يجمع بين المهارات القيادية والإبداعية. مصمم جرافيكي محترف ومصور فوتوغرافي متميز له بصمة واضحة في تطوير الهوية البصرية للنادي. أشرف على تنظيم العديد من الفعاليات المرئية المبتكرة وورش العمل التدريبية في مجال التصوير والتصميم. يسعى دائمًا لدمج التكنولوجيا الحديثة في أنشطة النادي وتطوير مهارات الأعضاء في المجالات الإبداعية.",
      "skills": ["التصميم الجرافيكي الاحترافي", "التصوير الفوتوغرافي", "إدارة المشاريع الإبداعية", "القيادة التحفيزية"],
      "achievements": "تطوير الهوية البصرية الكاملة للنادي، إنشاء محتوى بصري عالي الجودة، تنظيم معارض فوتوغرافية متميزة، تأسيس فريق متخصص في الإنتاج المرئي، إطلاق منصات التواصل الاجتماعي للنادي بتصميمات احترافية"
    },
    {
      "id": 2,
      "name": "عبد الغني بلهاشمي",
      "role": "مسؤول الإدارة والتنظيم",
      "bio": "ناشط جمعوي فعال جدًا، شاعر موهوب، وقيادي ماهر يمتلك رؤية إدارية متميزة. أسهم بشكل كبير في تطوير الهيكل التنظيمي للنادي وإرساء نظام إداري محكم. أشرف على تنظيم فعاليات ثقافية وأدبية رفيعة المستوى، وساهم في ترسيخ الجانب الأدبي والثقافي في أنشطة النادي. يتميز بقدرته الفائقة على التواصل وبناء العلاقات مع مختلف المؤسسات.",
      "skills": ["الإدارة التنظيمية", "كتابة الشعر والنثر", "إدارة الفعاليات", "التخطيط الاستراتيجي", "التنسيق المؤسسي"],
      "achievements": "تطوير الهيكل التنظيمي والإداري للنادي، إطلاق مبادرة الأمسيات الشعرية، تنظيم ملتقى الإعلام والأدب، بناء شراكات استراتيجية مع مؤسسات ثقافية، إنشاء نظام توثيق لأنشطة النادي"
    },
    {
      "id": 3,
      "name": "أيمن لرادجي",
      "role": "مسؤول العلاقات",
      "bio": "من مؤسسي النادي ومسؤول العلاقات الذي يتميز بالقدرة الفائقة على التواصل وبناء شبكات قوية. قام بتنظيم العديد من الفعاليات الناجحة وساهم بشكل كبير في توسيع نطاق تأثير النادي. يعتبر قيادي بالفطرة، يمتلك مهارات خاصة في تسهيل التعاون بين مختلف الأطراف وبناء شراكات استراتيجية مع مؤسسات متنوعة.",
      "skills": ["العلاقات العامة", "التنظيم", "التواصل الفعال", "القيادة", "إدارة الفعاليات"],
      "achievements": "تأسيس شبكة واسعة من العلاقات للنادي، تنظيم العديد من الفعاليات الناجحة، بناء تحالفات استراتيجية مع مؤسسات مختلفة، توسيع نطاق تأثير النادي محليًا"
    },
    {
      "id": 4,
      "name": "رفيدة زويدي",
      "role": "الأمين العام",
      "bio": "تشغل منصب الأمين العام للنادي وتتميز بكونها معلقة صوتية موهوبة بالفطرة. تمتلك العديد من المواهب المتنوعة وقد قامت بتنظيم مجموعة من الأنشطة الناجحة مع النادي. تساهم بشكل فعال في تحسين عمليات التواصل الداخلي والخارجي للنادي ولديها بصمة واضحة في الترتيب الإداري المتميز للأنشطة والفعاليات.",
      "skills": ["التعليق الصوتي", "الإدارة التنظيمية", "القدرات المتعددة", "التوثيق", "التنظيم"],
      "achievements": "تطوير العمل الإداري للنادي، تنظيم العديد من الفعاليات بكفاءة عالية، تحسين منظومة التواصل الداخلي للنادي، إضفاء لمسة إبداعية على أنشطة النادي"
    },
    {
      "id": 5,
      "name": "ضحى بوعافية",
      "role": "رئيسة لجنة توثيق المعلومات",
      "bio": "خبيرة متميزة في مجال التصميم وتشغل منصب رئيسة لجنة توثيق المعلومات في النادي. تتمتع بمهارات قيادية فذة وقدرة مميزة على تنظيم وحفظ المعلومات بطريقة احترافية. ساهمت بشكل كبير في بناء أرشيف رقمي متكامل للنادي وتطوير آليات توثيق الأنشطة والفعاليات بصورة دقيقة ومنظمة.",
      "skills": ["التصميم الجرافيكي", "توثيق المعلومات", "الأرشفة الرقمية", "إدارة البيانات", "القيادة"],
      "achievements": "إنشاء نظام أرشفة رقمي متكامل للنادي، تطوير هوية بصرية موحدة للتوثيق، تنظيم المحتوى الإعلامي للنادي، بناء قاعدة معلومات شاملة عن أنشطة النادي"
    },
    {
      "id": 6,
      "name": "عبد الجليل شباب",
      "role": "رئيس لجنة الوسائل",
      "bio": "يشغل منصب رئيس لجنة الوسائل في النادي ويتميز بكونه قيادي فذ ومتميز. يمتلك قدرات عالية في إدارة الموارد والوسائل اللوجستية وتوظيفها بالشكل الأمثل لخدمة أنشطة النادي. ساهم في تطوير البنية التحتية التقنية للنادي وتأمين الوسائل الضرورية لإنجاح الفعاليات المختلفة.",
      "skills": ["إدارة الموارد", "التخطيط الاستراتيجي", "الدعم اللوجستي", "القيادة", "حل المشكلات"],
      "achievements": "تطوير منظومة الدعم اللوجستي للنادي، تأمين الوسائل التقنية اللازمة للفعاليات، تحسين آليات إدارة الموارد، تنظيم العديد من الفعاليات التقنية الناجحة"
    },
    {
      "id": 7,
      "name": "أنس",
      "role": "رئيس لجنة الصحافة",
      "bio": "يشغل منصب رئيس لجنة الصحافة في النادي وهو خبير في مجال الصحافة والإعلام. يتميز بمهارات عالية في الكتابة الصحفية وإعداد التقارير الإعلامية وتغطية الفعاليات بشكل احترافي. ساهم في تعزيز الحضور الإعلامي للنادي وتطوير استراتيجيات التواصل مع وسائل الإعلام المختلفة.",
      "skills": ["الكتابة الصحفية", "التغطية الإعلامية", "التحرير", "العلاقات الإعلامية", "إدارة المحتوى"],
      "achievements": "تطوير استراتيجية إعلامية متكاملة للنادي، بناء علاقات مع وسائل الإعلام المحلية، تغطية احترافية لفعاليات النادي، إنتاج محتوى صحفي عالي الجودة"
    },
    {
      "id": 8,
      "name": "خريص عبد الناصر",
      "role": "نائب رئيس النادي",
      "bio": "قيادي فذ واستراتيجي متميز، يمتلك موهبة فطرية في تنظيم النشاطات والفعاليات. يتميز بقدرته الاستثنائية على وضع الخطط الاستراتيجية وتنفيذها بكفاءة عالية. له دور بارز في تطوير آليات تنظيم الفعاليات وضمان نجاحها، مما ساهم في تعزيز سمعة النادي وحضوره في المشهد الطلابي والثقافي.",
      "skills": ["التخطيط الاستراتيجي", "تنظيم الفعاليات", "القيادة الإبداعية", "التنسيق والتواصل", "إدارة المشاريع"],
      "achievements": "تطوير استراتيجية متكاملة للفعاليات السنوية، تنظيم أكثر من 10 فعاليات ناجحة بحضور جماهيري واسع، بناء نظام تقييم وتطوير للنشاطات، إنشاء دليل إرشادي لتنظيم الفعاليات داخل النادي، تدريب فريق متخصص في إدارة النشاطات"
    }
  ]
}
