{
  "title": "الفعاليات السابقة",
  "subtitle": "استكشف فعالياتنا وإنجازاتنا السابقة",
  "eventInfo": {
    "date": "التاريخ",
    "location": "المكان",
    "attendees": "الحضور",
    "highlights": "أبرز النقاط",
    "gallery": "معرض الصور"
  },
  "actions": {
    "viewGallery": "عرض المعرض",
    "watchVideo": "مشاهدة الفيديو",
    "close": "إغلاق",
    "viewDetails": "عرض التفاصيل"
  },
  "categories": {
    "exhibition": "معرض",
    "workshop": "ورشة عمل",
    "screening": "عرض",
    "training": "تدريب"
  },
  "viewPhotos": "عرض الصور",
  "noImages": "لا توجد صور متاحة",
  "instructorsCount": "المدربين: {{count}}",
  "componentsCount": "الجوانب: {{count}}",
  "highlightTexts": {
    "photoCount": "{{count}}+ صورة معروضة",
    "studentCount": "{{count}} طالب مصور",
    "awardsCount": "{{count}} جوائز تميز",
    "daysCount": "{{count}} أيام",
    "speakersCount": "{{count}} متحدثين",
    "handsOn": "تدريب عملي",
    "studentProductions": "إنتاج الطلاب",
    "qaSession": "جلسة أسئلة وأجوبة",
    "awardsCeremony": "حفل توزيع الجوائز",
    "dateTime": "{{date}} - {{time}}",
    "certificateAwarded": "تكريم وشهادات"
  },
  "events": {
    "stageAnimation": {
      "title": "التنشيط على الركح",
      "location": "القطب الأول - قاعة الأساتذة",
      "description": "نظم نادي الإعلامي الصاعد صبيحة يوم الأحد 15ديسمبر2024 على الساعة 10:00 بالقطب الأول بقاعة الأساتذة دورة تكوينية في مجال التنشيط على الركح، تحت تأطير \"أنس محمدي\" المؤسس الوطني لنادي الإعلامي الصاعد-النعامة وبحضور الإعلامية \"قندوز عديلة\" من المسرح الجهوي النعامة وتحت إشراف رئيس النادي \"أيمن لحمر\" ومسؤولة لجنة الدورات التكوينية \"أنفال نقاز\". حيث تمثلت فعاليات هذه الدورة في تقديم نصائح ومفهوم التنشيط وأساسياته حيث شارك معنا المنشط خبرته في المجال إضافة إلى التشجيع و بث الثقة في المشاركين في الدورة من أعضاء النادي خاصة وطلبة المركز عامة حيث تضمنت هذه الدورة جانبين (الجانب النظري والجانب التطبيقي) من أجل اكتشاف المواهب في التنشيط وتكوينها. وفي الختام اختتمت هذه الدورة ببعض الإرشادات والتوجيهات أين تم كذالك تكريم المؤطر لهذه الدورة \"أنس محمدي\" من قبل النادي والحضور المشاركين في الدورة فالشكر موصول لكل القائمين والمشرفين على هذه الدورة.",
      "gallery": {
        "image1": "دورة التنشيط على الركح",
        "image2": "الجانب النظري للتنشيط",
        "image3": "مشاركة الطلبة",
        "image4": "الجانب التطبيقي",
        "image5": "تكريم المدرب أنس محمدي"
      },
      "components": {
        "theoretical": "نظري",
        "practical": "تطبيقي",
        "theoreticalDesc": "تقديم نصائح ومفهوم التنشيط وأساسياته وخبرات المنشط في المجال",
        "practicalDesc": "اكتشاف المواهب في التنشيط وتكوينها من خلال التطبيق المباشر"
      }
    },
    "photographyBasics": {
      "title": "أساسيات الكاميرا",
      "location": "دار المقاولاتية للمركز الجامعي صالحي أحمد بالنعامة",
      "description": "حظي عضوات نادي الإعلامي الصاعد بدورة تكوينية في مجال التصوير الفوتوغرافي الموسومة بـ \"أساسيات الكاميرا\" من تأطير الأستاذ القدير \"أحمد رقاد\" وبإشراف من الناشطة مسؤولة لجنة التدريب والتكوين \"مجاد أصالة\". تميزت الدورة بالتركيز على الجانب التطبيقي أساساً دون إهمال الجانب النظري حيث كان لبنات النادي وصحفيات المستقبل الفرصة من أجل تعلم التصوير بالكاميرا وأساسياتها. نُظِمت الدورة بدار المقاولاتية للمركز الجامعي صالحي أحمد بالنعامة. وفي ختام الدورة تم تكريم الأستاذ المؤطر للدورة نظير مجهوداته في سبيل المعرفة والتعلم لأسرة النادي في المجال كما تم تقديم بعض النصائح والتأكيد على مواصلة التطبيق في دورات لاحقة.",
      "gallery": {
        "image1": "تدريب أساسيات الكاميرا",
        "image2": "الشرح النظري للتصوير",
        "image3": "التطبيق العملي",
        "image4": "المشاركات في الدورة",
        "image5": "تكريم المدرب أحمد رقاد"
      },
      "components": {
        "theoretical": "نظري",
        "practical": "تطبيقي",
        "theoreticalDesc": "أساسيات التصوير الفوتوغرافي والكاميرا من الناحية النظرية",
        "practicalDesc": "تطبيق عملي على استخدام الكاميرا وأخذ الصور"
      }
    },
    "radioTvPresentation": {
      "title": "التقديم الاذاعي و التليفزيوني و الاعداد الصحفي",
      "location": "القطب الاول - قاعة الاساتذة",
      "description": "نظم نادينا دورة تكوينية في مجال التقديم الاذاعي و التليفزيوني و الاعداد الصحفي تحت تأطير الأستاذين الكريمين فتحي عيادة وسماعي لخضر وبحضور كل من طيبي سفيان وعز الدين بن خدومة حيث تخللت الدورة زيارة مدير معهد العلوم الانسانية والإجتماعية الدكتور بودواية مبخوت و الذي شرفنا بكلماته الراقية حول النادي الاعلامي الصاعد وقدم الدعم والتحفيز لأعضاءه وثمن جهودهم المبذولة.",
      "gallery": {
        "image1": "دورة التقديم الاذاعي والتلفزيوني",
        "image2": "الجانب النظري",
        "image3": "زيارة مدير المعهد",
        "image4": "الجانب التطبيقي",
        "image5": "صورة جماعية"
      },
      "components": {
        "theoretical": "نظري",
        "practical": "تطبيقي",
        "theoreticalDesc": "اكتساب الاعضاء مجموعة من توجيهات والمصطلحات الإعلامية في التقديم و التنشيط الاذاعي و التليفزيوني",
        "practicalDesc": "التطبيق المباشر للأعضاء في مجال تقديم نشرة الأخبار و تقديم برنامج اضافة الى التعليق الصوتي"
      }
    }
  }
}
